<!DOCTYPE html>
<html>
 <head>
 <link rel="stylesheet" href="style.css">
 <link rel="shortcut icon" href="/F.png" type="image/x-icon"> 
  <title>Практическая работа № 1</title>
 </head>
 
 <body>
     <header><img src="/F.png" class="logo" alt=""> Facebook</header>
 <div class="photo">?</div>
 <h1 class="fio">Темченко Юліанна Максимівна</h1>
 <div class="aboutMe">
    <ul style="list-style: none;">
        <li>Вік: 18 років
        <li>Місце народження: Запоріжжя
        <li>Номер телефону:+38(099) 485 69 45
    </ul>
 </div>
<div>
 <? $students = array(
      array(
          "Прізвище" => "Басова",
          "Ім'я" => "Ліна",
          "Побатькові" => "Володимирівна",
          "Місце нарождения" => "Запорожье",
          "Вік" => 18,
          "Номер телефону" => "+(380)### ## ##"
      ),

      array(
        "Прізвище" => "Бедських",
        "Ім'я" => "Артем",
        "Побатькові" => "Вітальович",
        "Місце нарождения" => "Запорожье",
        "Вік" => 18,
        "Номер телефону" => "+(380)### ## ##"
      ),

      array(
        "Прізвище" => "Лавруша",
        "Ім'я" => "Ева",
        "Побатькові" => "Євгенівна",
        "Місце нарождения" => "Запорожье",
        "Вік" => 16,
        "Номер телефону" => "+(380)### ## ##"
      ),

      array(
        "Прізвище" => "Однорог",
        "Ім'я" => "Данило",
        "Побатькові" => "Вітальович",
        "Місце нарождения" => "Запорожье",
        "Вік" => 17,
        "Номер телефону" => "+(380)### ## ##"
      ),

      array(
        "Прізвище" => "Секереш",
        "Ім'я" => "Сергій",
        "Побатькові" => "Іванович",
        "Місце нарождения" => "Запорожье",
        "Вік" => 18,
        "Номер телефону" => "+(380)### ## ##"
      ),

      array(
        "Прізвище" => "Щедровський",
        "Ім'я" => "Іван",
        "Побатькові" => "Андрійович",
        "Місце нарождения" => "Запорожье",
        "Вік" => 17,
        "Номер телефону" => "+(380)### ## ##"
    )
      ); 
  ?>


<table class="tableArray">
<? 
  foreach($students as $s) {
?>
<tr>
<td><? echo $s["Прізвище"]; ?></td>  
<td><? echo $s["Ім'я"]; ?></td>
<td><? echo $s["Побатькові"]; ?></td>
<td><? echo $s["Місце нарождения"]; ?></td>
<td><? echo $s["Вік"]; ?></td>
<td><? echo $s["Номер телефону"]; ?></td>
</tr>
<? } ?>
</table>
  </div>
 </body>
</html>